// © Copyright 2015-2016 HP Development Company, L.P.

WDTTaskName = "Wi-Fi Direct";

WDTTaskTitle = "啟用 Wi-Fi Direct";
WDTTaskDescription = "讓您從具有無線功能的智慧型手機、筆記型電腦，或其他使用直接無線連線的行動裝置，輕鬆連線至您的印表機。";

WDTSecurityRequiredDescription = "提供複雜密碼以限制對印表機的存取 (必要)。";

WDTPassphraseTitle = "複雜密碼:";
WDTShowPassphraseButtonTitle = "顯示複雜密碼";
WDTSavePassphraseButtonTitle = "將密語儲存在我的鑰匙圈中";
WDTEmptyPassphraseError = "複雜密碼不能空白。";
WDTTooShortPassphraseError = "複雜密碼必須至少有 8 個字元。";

WDTConfigureWiFiDirectButtonTitle = "設定我的 Mac 來順暢使用 HP Wi-Fi Direct";
WDTConfigureWiFiDirectDescription = "設定我的 Mac 在離開我的一般無線網路時，自動加入印表機的 Wi-Fi Direct 網路。";
WDTConfigurtWiFiDirectAdditionalDescription = "使用 Apple 功能表的「位置」子功能表，允許在我的一般網路組態與印表機的 Wi-Fi Direct 網路組態之間快速切換。";
WDTConfigureWiFiDirectExtendedDescription = "WDT_TEXT:WDTConfigureWiFiDirectDescription\nWDTConfigurtWiFiDirectAdditionalDescription";

WDTMoreInfoLinkTitle = "若要深入瞭解如何使用您印表機的 Wi-Fi Direct，請造訪";

WDTCannotBeEnabledErrorTitle = "無法啟用 Wi-Fi Direct";
WDTCannotBeEnabledErrorDescription = "Wi-Fi Direct 無法以您印表機目前的設定加以啟用。如需更多資訊，請試著使用印表機的控制台或首頁（亦稱為嵌入式網頁伺服器或 EWS）來開啟 Wi-Fi Direct。";
